{"class_name": "Model", "config": {"name": "model_1", "layers": [{"name": "input_1", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 50], "dtype": "float32", "sparse": false, "name": "input_1"}, "inbound_nodes": []}, {"name": "word_embedding", "class_name": "Embedding", "config": {"name": "word_embedding", "trainable": false, "batch_input_shape": [null, null], "dtype": "float32", "input_dim": 46413, "output_dim": 300, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "embeddings_regularizer": null, "activity_regularizer": null, "embeddings_constraint": null, "mask_zero": true, "input_length": null}, "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"name": "bidirectional_1", "class_name": "Bidirectional", "config": {"name": "bidirectional_1", "trainable": true, "dtype": "float32", "layer": {"class_name": "LSTM", "config": {"name": "lstm_1", "trainable": true, "batch_input_shape": [null, null, 300], "dtype": "float32", "return_sequences": true, "return_state": false, "go_backwards": false, "stateful": false, "unroll": false, "units": 150, "activation": "tanh", "recurrent_activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "recurrent_constraint": null, "bias_constraint": null, "dropout": 0.2, "recurrent_dropout": 0.2, "implementation": 2}}, "merge_mode": "concat"}, "inbound_nodes": [[["word_embedding", 0, 0, {}]]]}, {"name": "input_2", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 1], "dtype": "float32", "sparse": false, "name": "input_2"}, "inbound_nodes": []}, {"name": "attention_1", "class_name": "Attention", "config": {"name": "attention_1", "trainable": true, "dtype": "float32"}, "inbound_nodes": [[["bidirectional_1", 0, 0, {}]]]}, {"name": "cat_embedding", "class_name": "Embedding", "config": {"name": "cat_embedding", "trainable": true, "batch_input_shape": [null, null], "dtype": "float32", "input_dim": 47, "output_dim": 300, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "embeddings_regularizer": null, "activity_regularizer": null, "embeddings_constraint": null, "mask_zero": false, "input_length": null}, "inbound_nodes": [[["input_2", 0, 0, {}]]]}, {"name": "reshape_1", "class_name": "Reshape", "config": {"name": "reshape_1", "trainable": true, "dtype": "float32", "target_shape": [300, 1]}, "inbound_nodes": [[["attention_1", 0, 0, {}]]]}, {"name": "reshape_2", "class_name": "Reshape", "config": {"name": "reshape_2", "trainable": true, "dtype": "float32", "target_shape": [300, 1]}, "inbound_nodes": [[["cat_embedding", 0, 0, {}]]]}, {"name": "lambda_1", "class_name": "Lambda", "config": {"name": "lambda_1", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAAAwAAAAUAAABTAAAAcyIAAAB8AFwCfQF9AnQAagF0AGoCfAF8AhgAgwFkAWQCZAON\nA1MAKQRO6QEAAABUKQLaBGF4aXPaCGtlZXBkaW1zKQPaAUvaA3N1bdoGc3F1YXJlKQPaB3ZlY3Rv\ncnPaAXjaAXmpAHIKAAAA+ktDOi9Vc2Vycy9KYXJvbi9EZXNrdG9wL0NvbXB1dGF0aW9uIFJpc2t5\nIERlY2lzaW9uIE1ha2luZy9DYXQyVmVjL2NhdDJ2ZWMucHnaGmV1Y2xpZGVhbl9zcXVhcmVkX2Rp\nc3RhbmNlYQAAAHMEAAAAAAEIAQ==\n", null, null], "function_type": "lambda", "output_shape": ["4wEAAAAAAAAAAwAAAAIAAABTAAAAcxQAAAB8AFwCfQF9AnwBZAEZAGQCZgJTACkDTukAAAAA6QEA\nAACpACkD2gZzaGFwZXPaBnNoYXBlMdoGc2hhcGUycgMAAAByAwAAAPpLQzovVXNlcnMvSmFyb24v\nRGVza3RvcC9Db21wdXRhdGlvbiBSaXNreSBEZWNpc2lvbiBNYWtpbmcvQ2F0MlZlYy9jYXQydmVj\nLnB52h9ldWNsaWRlYW5fZGlzdGFuY2Vfb3V0cHV0X3NoYXBlZQAAAHMEAAAAAAEIAQ==\n", null, null], "output_shape_type": "lambda", "arguments": {}}, "inbound_nodes": [[["reshape_1", 0, 0, {}], ["reshape_2", 0, 0, {}]]]}, {"name": "reshape_3", "class_name": "Reshape", "config": {"name": "reshape_3", "trainable": true, "dtype": "float32", "target_shape": [1]}, "inbound_nodes": [[["lambda_1", 0, 0, {}]]]}, {"name": "category_output", "class_name": "Dense", "config": {"name": "category_output", "trainable": true, "dtype": "float32", "units": 1, "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["reshape_3", 0, 0, {}]]]}, {"name": "document_output", "class_name": "Dense", "config": {"name": "document_output", "trainable": true, "batch_input_shape": [null, 300], "dtype": "float32", "units": 47, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["attention_1", 0, 0, {}]]]}], "input_layers": [["input_1", 0, 0], ["input_2", 0, 0]], "output_layers": [["category_output", 0, 0], ["document_output", 0, 0]]}, "keras_version": "2.3.1", "backend": "tensorflow"}